Repository: sedrabarakat/Patients-Medical-App
Catalog: lib/core/languages/l10n/intl_*.arb
Languages: ar

# loginWelcome
source: Welcome to Al-Naal medical clinic
ar: مرحباً بمركز النعال الطبي

# loginSubWelcome
source: You can be connected to us and track your healing process with this app
ar: عربي عربي عربي عربي عربي عربي عربي عربي عربي عربي

source: Phone Number
ar: رقم الموبايل

# phoneHint
source: ex- 0912345678
ar: مثال : 0912345678

source: Login
ar: تسجيل دخول

source: Sign Up
ar: انشاء حساب

source: ?Don't have account
ar: ليس لديك حساب؟

source: Full Name
ar: الأسم الكامل

# fullNameHint
source: ex- Tuqa Huseen baker
ar: مثال : تقى حسين بكر

source: Birth Date
ar: تاريخ الميلاد

# birthDateHint
source: select your birth date
ar: أدخل تاريخ ميلادك

source: Profession
ar: العمل

# professionHint
source: Enter your profession
ar: ادخل عملك

source: Habits
ar: العادات

# habitsHint
source: Enter your habits
ar: مثال : التدخين

# maritalStatus
source: MaritialStatus
ar: الحالة الزوجية

# maritalStatusHint
source: select material state
ar: ادخل الحالة الزوجية

source: None
ar: لاشيء

source: Married
ar: متزوج

source: Single
ar: اعزب

source: I have Diabetes
ar: لدي السكري

source: I have Blood-Pressure
ar: لدي ضغط دم

source: ?Already have account
ar: لديك حساب؟
